[
    {
        "image1":"https://i.ibb.co/Wxkj4bh/bed1.jpg",
        "image2":"https://i.ibb.co/2jB3tLs/bed3.jpg",
        "image3":"https://i.ibb.co/M2HpByb/bed4.jpg",
        "image4":"https://i.ibb.co/hg0YmVt/bed5.jpg",
        "name":"Bed",
        "age":"12",
        "date":"2023-11-1",
        "category":"homeAndLiving",
        "shortDescription":"Upgrade your sleep sanctuary! Impeccable 12-month-old bed for sale. Elevate your rest, embrace comfort, and transform your nights. Buy now!",
        "longDescription":"Discover the epitome of comfort with our exceptional 12-month-old bed, meticulously cared for and ready to transform your sleep experience. This bed isn't just furniture; it's a promise of rejuvenating rest and unparalleled coziness. Crafted with precision, it has gracefully weathered the past year, offering a perfect blend of durability and style. As you embark on a journey towards a restful haven, envision sinking into the plush embrace of this bed, each night a promise of sweet dreams and peaceful slumber. Its timeless design seamlessly fits into any decor, making it a versatile addition to your bedroom.The 12-month history of this bed is a testament to its quality and endurance. We understand the importance of a good night's sleep, and this bed has consistently delivered. Don't just buy a bed; invest in your well-being. Make this bed yours today, and let the next chapter of its story be written in the comforting embrace of your home.",
        "price":"200",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/JCPbdkm/computer1.jpg",
        "image2":"https://i.ibb.co/72GYVTP/computer2.png",
        "image3":"https://i.ibb.co/bzGB48h/computer3.png",
        "image4":"https://i.ibb.co/vJyJ34t/computer4.jpg",
        "name":"Computer",
        "age":"14",
        "date":"2023-10-1",
        "category":"electronics",
        "shortDescription":"Unleash gaming excellence! CiT Gaming PC, 14 months old, i5, 8GB RAM, 1TB HDD, W10, GT710 Nvidia. Elevate your gaming experience now!",
        "longDescription":"Embark on a gaming adventure with our CiT Gaming Computer PC + 19'' Monitor Bundle, a powerhouse that has thrived for 14 months, delivering unparalleled performance. This gaming rig, featuring an Intel i5 processor, 8GB RAM, and a spacious 1TB HDD, ensures seamless gameplay and multitasking.Immerse yourself in the captivating visuals powered by the GT710 Nvidia graphics card, providing an exceptional gaming experience. The included 19'' monitor enhances your gaming setup, offering vibrant colors and sharp details.This bundle is not just a computer; it's a gateway to a world of gaming possibilities. Whether you're a seasoned gamer or just starting, this PC is designed to elevate your gaming experience. The 14-month history of this system is a testament to its reliability and enduring performance. Don't miss the opportunity to own a gaming setup that's been fine-tuned for excellence. Level up your gaming lifestyle with the CiT Gaming PC Bundle today!",
        "price":"400",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/hRhBZHq/bat1.jpg",
        "image2":"https://i.ibb.co/P5np5mX/bat2.jpg",
        "image3":"https://i.ibb.co/w6B0RKV/bat3.jpg",
        "image4":"https://i.ibb.co/hYcjs1X/bat4.jpg",
        "name":"GM Cricket Bat",
        "age":"3",
        "date":"2023-09-1",
        "category":"hobbiesSports",
        "shortDescription":"Elevate your cricket game with the GM Cricket Bat. Only 3 months old, it promises power, precision, and performance. Unleash excellence!",
        "longDescription":"Unleash your cricket prowess with the GM Cricket Bat, a dynamic companion with only 3 months of play, promising unparalleled performance. Crafted for power and precision, this bat embodies the perfect fusion of tradition and modern technology.The carefully seasoned willow ensures optimal balance, allowing you to command the crease with confidence. Its 3-month history is a testament to its resilience and capability, having already proven its mettle on the cricket field.From powerful drives to delicate shots, this bat adapts to your playing style, making it an essential tool for any cricketer seeking excellence. Feel the satisfying thud of a perfect shot as you wield this cricket bat, designed to inspire your best performances. Elevate your game with the GM Cricket Bat – a testament to quality and a testament to your commitment to cricketing excellence",
        "price":"80",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/r2zVNGx/bike1.jpg",
        "image2":"https://i.ibb.co/mc02sy3/bike2.jpg",
        "image3":"https://i.ibb.co/26JMrnX/bike3.jpg",
        "image4":"https://i.ibb.co/4YbskN9/bike4.jpg",
        "name":"1968 BMW R-Series",
        "age":"48",
        "date":"2023-08-1",
        "category":"vehicles",
        "shortDescription":"Timeless elegance, 1968 BMW R-Series bike. A vintage masterpiece, 48 months old. Embrace the ride, own a piece of history",
        "longDescription":"Embark on a journey through time with our exquisite 1968 BMW R-Series bike, a rare gem that has gracefully aged over 48 months. This vintage masterpiece transcends eras, boasting an iconic design that melds sophistication with the thrill of the open road. From its distinctive boxer engine to the classic chrome details, every aspect exudes the craftsmanship and heritage that define the BMW R-Series.Owning this bike isn't just a purchase; it's a passport to a bygone era of motorcycling elegance. The 48-month journey of this two-wheeled marvel speaks to its enduring quality and performance. It's not merely a machine; it's a piece of history waiting to be reinvigorated with the roar of its engine and the wind in your face.Whether you're a seasoned rider or a collector of vintage treasures, the 1968 BMW R-Series beckons you to savor the joy of the ride. Seize this opportunity to own a time-tested symbol of motorcycling excellence and make every ride a journey through the ages.",
        "price":"810",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/1rjQLtW/men1.jpg",
        "image2":"https://i.ibb.co/41385QV/men2.jpg",
        "image3":"https://i.ibb.co/cLxsNr0/men3.jpg",
        "image4":"https://i.ibb.co/M72sGxc/men4.jpg",
        "name":"1968 BMW R-Series",
        "age":"0",
        "date":"2023-07-1",
        "category":"mensFashion",
        "shortDescription":"Intake / not used Half Zip Knitted Jumper Lined 1/4 Zip Funnel Neck Pullover Sweater by Tom Hagan. There 2 color available",
        "longDescription":"Indulge in timeless warmth with our Half Zip Knitted Jumper by Tom Hagan, a pullover sweater that has gracefully matured over 48 months. Crafted with precision and lined for extra comfort, this 1/4 Zip Funnel Neck design is a testament to enduring style and quality.The rich history woven into this garment tells a story of seasons passed, making it not just a jumper but a cherished piece with character. Tom Hagan's meticulous craftsmanship ensures that every thread has stood the test of time, offering you a cozy embrace and a touch of vintage charm. As you slip into this pullover, envision the countless moments it has witnessed and the journeys it has accompanied. Whether you're navigating chilly evenings or simply craving a classic look, this 48-month-old gem is an invitation to embrace comfort, style, and the stories it's ready to share. Elevate your wardrobe with a touch of nostalgia and the enduring elegance of Tom Hagan.",
        "price":"110",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/CzQ8Zbm/bag1.jpg",
        "image2":"https://i.ibb.co/LCFk82w/bag2.jpg",
        "image3":"https://i.ibb.co/dK2vq6g/bag3.jpg",
        "image4":"https://i.ibb.co/mtpWDhg/bag4.jpg",
        "name":"Bowling Bag",
        "age":"0",
        "date":"2023-06-1",
        "category":"womensFashion",
        "shortDescription":"Fred Perry Amy Winehouse Paisley Bowling Bag. Rare, red, gently used, 3 months old. Elevate your style with distinction.",
        "longDescription":"Indulge in rare sophistication with the Fred Perry Amy Winehouse Paisley Bowling Bag in striking red, a true collector's gem used gently for just three months. This limited-edition piece not only pays homage to the iconic Amy Winehouse but also encapsulates the fusion of music and fashion.In impeccable condition, this bag is a testament to its limited use and careful preservation. The paisley pattern, synonymous with Amy's signature style, adorns the bag, creating a harmonious blend of vintage inspiration and contemporary flair.Picture the stories this bag could tell, having graced events and outings only twice. As you hold it, you're not just acquiring a fashion accessory; you're embracing a piece of musical history. Elevate your style with a touch of rarity, a whisper of Amy's spirit, and the undeniable allure of Fred Perry craftsmanship. Make this distinctive bowling bag yours—a tribute to an era of soulful elegance and a celebration of individuality.",
        "price":"80",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/n1d7sq1/toy1.jpg",
        "image2":"https://i.ibb.co/C9cJ4yN/toy2.jpg",
        "image3":"https://i.ibb.co/hdcd1gd/toy3.jpg",
        "image4":"https://i.ibb.co/c13KhtK/toy4.jpg",
        "name":"Toy Car",
        "age":"4",
        "date":"2023-05-1",
        "category":"kids",
        "shortDescription":"Delightful toy car for sale! Only 4 months old, sparks joy and endless play. Perfect for little adventurers. Grab yours today!",
        "longDescription":"Unlock a world of imaginative play with our enchanting toy car, a delightful companion that's just 4 months old. Crafted for joyous adventures, this vibrant playmate has been gently used, making it the perfect addition to any child's playtime. With its vibrant colors and smooth wheels, it promises endless hours of entertainment, stimulating creativity and fostering development.As your little one embarks on journeys of exploration, this toy car becomes a vehicle of boundless possibilities. Its 4-month history is a testament to its durability and the joy it has brought. Whether zooming through imaginary landscapes or participating in racing dreams, this toy car is designed to fuel your child's imagination and provide countless moments of laughter and fun. Invest in their happiness and learning—seize the opportunity to bring home this cherished toy car today.",
        "price":"30",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/YfjYQxz/book1.png",
        "image2":"https://i.ibb.co/nDGSpMm/book2.png",
        "image3":"https://i.ibb.co/0spSTQg/book3.png",
        "image4":"https://i.ibb.co/68BhgRj/book4.png",
        "name":"Harry Potter",
        "age":"8",
        "date":"2023-03-1",
        "category":"education",
        "shortDescription":"Magical journey awaits! Harry Potter book for sale, only 8 months old. Immerse yourself in wizarding wonders. Enchanting reads await!",
        "longDescription":"Embark on a spellbinding adventure with the Harry Potter book, a literary masterpiece that's only 8 months old. This well-preserved copy invites you to immerse yourself in the enchanting world of wizardry, reliving the magic created by J.K. Rowling.As you turn the pages, you'll discover the captivating tales of Harry, Hermione, and Ron, unfolding in a narrative that has captured hearts worldwide. The 8-month journey of this book is a testament to the joy it has brought and the captivating stories it holds. Whether you're a devoted fan or new to the wizarding realm, this edition promises a magical escape, transporting you to Hogwarts and beyond.Seize the opportunity to own this well-loved book, a treasure trove of literary wonders. Fuel your imagination and relive the magic—Harry Potter awaits, casting its spell on readers of all ages.",
        "price":"120",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    },
    {
        "image1":"https://i.ibb.co/w6vjhgc/pet1.jpg",
        "image2":"https://i.ibb.co/r2Z5xQd/pet2.jpg",
        "image3":"https://i.ibb.co/CKNdmqc/pet3.jpg",
        "image4":"https://i.ibb.co/9vpCzwf/pet4.jpg",
        "name":"Puppy Coat",
        "age":"0",
        "date":"2023-02-1",
        "category":"pets",
        "shortDescription":"Intake / not used Warm Pet Dog Coats Jacket Outdoor Clothes Waterproof Winter Vest Puppy Coat.Explore and buy this product from home",
        "longDescription":"Introducing our exclusive Puppy Coat—more than just an accessory, it's a warm embrace for your beloved furry companion. Crafted for comfort and style, this coat is designed to make your pup stand out in any crowd. From its cozy interior to its stylish exterior, it's the perfect blend of functionality and fashion.As your puppy eagerly steps into this coat, envision the adventures that await. Whether it's a brisk walk in the park or a day out on the town, this coat is the ideal companion for every outing. The term not used signifies a new beginning for your pet, and this coat is the perfect way to welcome them into a world of comfort and warmth.Embrace this opportunity to enhance your puppy's wardrobe and provide them with the protection and style they deserve. Make the intake memorable by outfitting your furry friend in this chic Puppy Coat—because every moment with your pet is an opportunity to create lasting memories.",
        "price":"120",
        "uploaderPhone":"01737223990",
        "uploaderLocation":"GL Roy Road, KamalKachna, Rangpur",
        "uploaderName":"Ishtiak Ahmed",
        "uploaderEmail":"ishtiak.sparrow98@gmail.com"
    }

]
